Repository: elmerjc/starsport-web
Catalog: app/Resources/translations/*/AdminModulesNotification.*.xlf
Languages: es_pe

source: Error found : %1$s in country_module_list.xml file.
es_pe: Error encontrado: %1$s en archivo country_module_list.xml.

source: Error found : %1$s in must_have_module_list.xml file.
es_pe: Error encontrado: %1$s en archivo must_have_module_list.xml.

source: The module was successfully removed from the hook.
es_pe: El módulo fue eliminado exitosamente del hook

source: Module reset successfully.
es_pe: El módulo ha sido reiniciado exitosamente

source: Module deleted successfully.
es_pe: El módulo ha sido borrado exitosamente.

source: This module has already been installed.
es_pe: Este módulo ya está instalado.

source: Could not install module controllers.
es_pe: No se pudieron instalar los controladores de módulo.

source: Technical error: PrestaShop could not install this module.
es_pe: Error técnico: PrestaShop no puede instalar este módulo.

source: Current version: %s
es_pe: Versión actual: %s

source: %d file upgrade applied
es_pe: Aplicada actualización del archivo %d

source: No upgrade has been applied
es_pe: No se aplicó ninguna actualización

source: Upgraded from: %s to %s
es_pe: Actualizado desde: %s a %s

source: %d upgrade left
es_pe: %d actualizaciones pendientes

source: Module %s cannot be upgraded this time: please refresh this page to update it.
es_pe: El modulo %s no puede se actualizarse : por favor actualiza la página para lo puesta al día.

source: To prevent any problem, this module has been turned off
es_pe: Para prevenir cualquier problea, este módulo se ha desactivado

source: The module is not installed.
es_pe: El módulo no está instalado.

source: Unable to install override: %s
es_pe: Incapaz de instalar con control manual : %s

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
es_pe: Todos los módulos no se puede cargar debido a razones de restricción de límite de memoria, por favor aumente el valor de memory_limit en su configuración del servidor

source: Error found in config file:
es_pe: Error en el fichero de configuración:

source: %1$s (parse error in %2$s)
es_pe: %1$s (parse error en %2$s)

source: %1$s (class missing in %2$s)
es_pe: %1$s (la clase que falta en %2$s)

source: The following module(s) could not be loaded
es_pe: El siguiente módulo(s) no se pudo cargar

source: Trusted and Untrusted XML have not been generated properly
es_pe: Los archivos XML no se han generado adecuadamente

source: No template found for module
es_pe: No hay se encuentra plantilla para el módulo

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
es_pe: El método %1$s en la clase %2$s se anula por el módulo %3$s versión %4$s en %5$s.

source: The method %1$s in the class %2$s is already overridden.
es_pe: El método %1$s en el grupo %2$s ya esta en control manual.

source: Failed to override method %1$s in class %2$s.
es_pe: Fallo al reescribir el método %1$s en la clase %2$s.

source: The property %1$s in the class %2$s is already defined.
es_pe: La propiedad %1$s en el grupo %2$s ya esta definida.

source: Failed to override property %1$s in class %2$s.
es_pe: Fallo al reescribir la propiedad %1$s en la clase %2$s.

source: The constant %1$s in the class %2$s is already defined.
es_pe: La constante %1$s en la clase %2$s ya está definida.

source: Failed to override constant %1$s in class %2$s.
es_pe: Fallo al reescribir la constante %1$s en la clase %2$s.

source: You do not have the permission to use this module.
es_pe: Usted no tiene permiso para usar este módulo...

source: Cannot reset this module.
es_pe: No puedes restablecer este módulo.

source: Cannot install this module.
es_pe: No se puede instalar un módulo

source: Cannot uninstall this module.
es_pe: No se puede desinstalar el módulo

source: Cannot load the module's object.
es_pe: No se puede cargar el objeto del módulo

source: An error occurred while copying the archive to the module directory.
es_pe: Se produjo un error mientras se copiaba el archivo a la carpera del módulo.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
es_pe: Lo sentimos, el módulo no se puede eliminar. Por favor, compruebe si dispone de los permisos correctos en esta carpeta.

source: You need to be logged in to your PrestaShop Addons account in order to update the %s module. %s
es_pe: Necesita iniciar sesión en su cuenta de PrestaShop Addons para actualizar los %s módule. %s

source: Module %s cannot be upgraded: Error while downloading the latest version.
es_pe: El módulo %s no se puede actualizar: error al descargar la última versión.

source: Module %s cannot be upgraded: Error while extracting the latest version.
es_pe: El Módulo %s no puede actualizarse: Error al extraer la última versión.

source: You do not have the rights to update the %s module. Please make sure you are logged in to the PrestaShop Addons account that purchased the module.
es_pe: No tiene los permisos para actualizar el módulo %s. Por favor, asegurese que ha iniciado sesión en su cuenta de PrestaShop Addons con la que compró el módulo.

source: You do not have permission to access this module.
es_pe: No tienes permiso para acceder a este módulo.

source: You do not have permission to install this module.
es_pe: Usted no tiene permiso para instalar un módulo.

source: You do not have permission to delete this module.
es_pe: Usted no tiene permiso para eliminar este módulo.

source: You do not have permission to configure this module.
es_pe: Usted no tiene permiso para configurar este módulo.

source: This module is already installed: %s.
es_pe: El módulo ya está instalado: %s.

source: This module has already been uninstalled: %s.
es_pe: Este módulo ya ha sido desinstalado: %s.

source: This module needs to be installed in order to be updated: %s.
es_pe: Este módulo debe ser instalado para ser actualizado: %s.

source: You do not have permission to uninstall this module.
es_pe: No tiene permiso para instalar este módulo.

source: The following module(s) could not be uninstalled properly: %s.
es_pe: El siguiente(s) módulo(s) no pudieron desinstalarse correctamente: %s.

source: The following module(s) could not be installed properly: %s.
es_pe: El siguiente(s) módulo(s) no pudieron instalarse correctamente: %s.

source: The following module(s) were not upgraded successfully: %s.
es_pe: El siguiente módulo (s) no se han actualizado correctamente: %s.

source: This module cannot be transplanted to this hook.
es_pe: Este módulo no puede ser trasplantado a este hook.

source: An error occurred while transplanting the module to its hook.
es_pe: Se ha producido un error mientras se copiaba el módulo al hook

source: An error occurred while deleting the module from its hook.
es_pe: Se ha producido un error mientras se borraba el módulo del hook

source: Please select a module to unhook.
es_pe: Por favor, seleccione al menos un módulo para descolgar

source: The module %module% must be installed first
es_pe: El módulo %module% se debe instalar primero

source: You are not allowed to disable this module.
es_pe: No tiene permisos para deshabilitar este módulo.

source: Error when disabling module %module%. %error_details%.
es_pe: Error al deshabilitar el módulo %module%. %error_details%.

source: You are not allowed to enable this module.
es_pe: No tiene permisos para habilitar este módulo.

source: Error when enabling module %module%. %error_details%.
es_pe: Error al habilitar el módulo %module%. %error_details%.

source: You are not allowed to disable this module on mobile.
es_pe: No tiene permisos para deshabilitar este módulo en dispositivos móviles.

source: Error when disabling module %module% on mobile. %error_details%
es_pe: Error al deshabilitar el módulo %module% en dispositivos móviles. %error_details%

source: You are not allowed to enable this module on mobile.
es_pe: No tiene permisos para habilitar este módulo en dispositivos móviles.

source: Error when enabling module %module% on mobile. %error_details%
es_pe: Error al habilitar el módulo %module% en dispositivos móviles. %error_details%

source: You are not allowed to reset this module.
es_pe: No tienes permisos para restablecer este módulo.

source: Error when resetting module %module%. %error_details%
es_pe: Error al resetear el módulo %module%. %error_details%

source: Unfortunately, the module did not return additional details.
es_pe: Desafortunadamente, el módulo no devolvió detalles adicionales.

source: Parse error detected in module %module%. %error_details%.
es_pe: Se ha detectado un error de parseo en el módulo %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
es_pe: Se ha detectado una excepción al cargar el módulo %module%. %error_details%.

source: Synchronized with Addons marketplace!
es_pe: ¡Sincronizado con el marketplace de Addons!

source: This will disable the module and delete all its files. For good.
es_pe: Esto deshabilitará el módulo y eliminará todos sus archivos. Para siempre.

source: This action cannot be undone.
es_pe: Esta acción no puede deshacerse.

source: You're about to reset %moduleName% module.
es_pe: Va a reiniciar el módulo %moduleName%.

source: This will restore the defaults settings.
es_pe: Esto restaurará la configuración predeterminada.

source: Oops... Upload failed.
es_pe: Uy... La subida ha fallado.

source: No customer benefits notes found for this module :(
es_pe: No se ha encontrado ninguna nota de beneficios de cliente para este módulo :(

source: No demonstration video found for this module :(
es_pe: No se ha encontrado un vídeo de demostración para este módulo :(

source: No changelog provided for this module :(
es_pe: No se ha proporcionado registro de cambios para este módulo :(
